// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Värinkäytön rajoitus";

ApplyButton = "Ota käyttöön";
NewButton = "Uusi…";
DeleteButton = "Poista";
AddButton = "Lisää";
CancelButton = "Peruuta";

// Restrict Color Use
RestrictColorUseTabName = "Rajoitettu värinkäyttö";
RestrictColorUseTabDescription = "Tällä toiminnolla voidaan rajoittaa väritulostusta kaikkien käyttäjien tai vain tiettyjen käyttäjien ja/tai sovellusten osalta. Jos esimerkiksi haluat, että kaikki sähköpostiviestit tulostetaan värittöminä, valitse \"Väritulostus sallittaessa\" ja valitse sen jälkeen sähköpostisovelluksen käyttöoikeusasetukseksi \"Vain musta\".

Huomaa, että kahden muun välilehden asetuksia käytetään vain siinä tapauksessa, että \"Väritulostus sallittaessa\" on valittuna.";

RestrictColorUseTabWithoutUsersDescription = "Tällä toiminnolla voidaan rajoittaa väritulostus kaikilta tai tietyiltä sovelluksilta sekä kaikilta tai tietyiltä ryhmiltä tai käyttäjiltä. Jos esimerkiksi halutaan tulostaa kaikki sähköpostiviestit mustavalkoisina, valitaan \"Väritulostus sallittaessa\", ja sen jälkeen sähköpostiohjelman asetuksista valitaan \"Vain mustavalkoinen\".\n\nJos halutaan rajoittaa kaikkien tai tiettyjen ryhmien tai käyttäjien väritulostusta, valitaan käyttäjäroolien hallinta -laajennus tehtävien valinta -näytöstä.\n\nHuomaa, että toisella välilehdellä olevia asetuksia ja käyttäjäroolien hallinta -laajennuksessa olevia asetuksia käytetään ainoastaan silloin, jos \"Väritulostus sallittaessa\" -asetus on valittu.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Tätä toimintoa käytetään tiettyjen tai kaikkien sovellusten väritulostuksen rajoittamiseen. Jos haluat tulostaa esimerkiksi kaikki sähköpostiviestit mustavalkoisina, valitse Väri jos sallittu, ja aseta sitten sähköpostisovelluksen asetukseksi Vain musta. Huomaa, että toisen välilehden asetukset astuvat voimaan vain, jos Väri jos sallittu -asetus on valittu.";

RestrictColorUseTabWithEWSDescription = "Tällä toiminnolla voidaan rajoittaa väritulostusta kaikkien käyttäjien tai vain tiettyjen käyttäjien ja/tai sovellusten osalta. Jos esimerkiksi haluat, että kaikki sähköpostiviestit tulostetaan värittöminä, valitse \"Väritulostus sallittaessa\" ja valitse sen jälkeen sähköpostisovelluksen käyttöoikeusasetukseksi \"Vain musta\".

Voit hallita sovelluksen käyttöoikeuksia toiselta välilehdeltä ja käyttäjien/ryhmien käyttöoikeuksia <a>tulostimen verkkosivuston kautta</a>

Huomaa, että mainitut käyttöoikeudet otetaan käyttöön vain, jos valittuna on asetus Väri, jos sallittu.";

RestrictColorUseOptionsPrompt = "Määritä värillisen työn tulostusasetus:";
RestrictColorUseEnableColorOptionName = "Ota väritulostus käyttöön";
RestrictColorUseEnableColorOptionDescription = "Kaikki värilliset työt tulostetaan värillisenä.";
RestrictColorUseColorIfAllowedOptionName = "Väritulostus sallittaessa";
RestrictColorUseColorIfAllowedOptionDescription = "Käyttäjästä ja sovelluksesta riippuu, tulostetaanko työt värillisinä vai ei.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Sovelluksen lupa-asetukset määrittävät, tulostetaanko työt väreissä.";
RestrictColorUseDisableColorOptionName = "Poista väritulostus käytöstä";
RestrictColorUseDisableColorOptionDescription = "Kaikki värilliset työt tulostetaan mustina.";
RestrictColorForApplications = "Rajoita väritulostusta tietyistä tietokonesovelluksista";
RestrictColorForUsers = "Rajoita värinkäyttöä käyttäjän tai ryhmän oikeuksien mukaan";

// User Color Permissions
UserColorPermissionsTabName = "Käyttäjä";
UserColorPermissionsTitle = "Käyttäjien värinkäyttöoikeudet";
UserColorPermissionsTableDescription = "Tähän luetteloon voidaan tallentaa enintään 50 käyttäjää ja heidän värinkäyttöoikeutensa.";
UserColorPermissionsTableUserNameColumn = "Käyttäjänimi";
UserColorPermissionsTablePermissionColumn = "Käyttöoikeus";
DefaultUserPermissionsTitle = "Käyttäjän oletuskäyttöoikeudet:";
BlackOnly = "Vain musta";
Color = "Väri";
UserColorPermissionsTabDescription = "Voit tulostaa värinkäytön työlokin, josta näet tällä laitteella tulostaneiden käyttäjien nimet.";
UserNameTitle = "Käyttäjänimi:";
PermissionTitle = "Käyttöoikeus:";

// Application Color Permissions
AppColorPermissionsTabName = "Sovellus";
AppColorPermissionsTitle = "Sovelluksen värinkäyttöoikeudet";
App10ColorPermissionsTableDescription = "Tähän luetteloon voidaan tallentaa enintään 10 sovellusta ja niiden värinkäyttöoikeudet.";
AppColorPermissionsTableDescription = "Tähän luetteloon on tallennettu sovellukset ja sovellusten värien käyttöoikeudet.";
AppColorPermissionsTableAppNameColumn = "Sovelluksen nimi";
AppColorPermissionsTablePermissionColumn = "Käyttöoikeus";
DefaultAppPermissionsTitle = "Sovelluksen oletuskäyttöoikeudet:";
AppColorPermissionsTabDescription = "Voit tulostaa värinkäytön työlokin, josta näet tällä laitteella tulostaneiden sovellusten nimet.";
AppNameTitle = "Sovelluksen nimi:";